var codeConvert = {
    "DKLB": {
        "10": "承包地块",
        "21": "逢留地",
        "22": "机动地",
        "23": "开荒地",
        "99": "其他集体土地"

    },
    "SYQXZ":
{
    "10": "国有土地所有权",
    "30": "集体土地所有权",
    "32": "村民小组",
    "31": "村级集体经济组织",
    "34": "其他农民集体经济组织"

},
    "DLDJ":
    {
        "01": "一等地",
        "02": "二等地",
        "03": "三等地",
        "04": "四等地",
        "05": "五等地",
        "06": "六等地",
        "07": "七等地",
        "08": "八等地",
        "09": "九等地",
        "10": "十等地"
    },
    "TDYT": {
        "1": "种植业",
        "2": "林业",
        "3": "畜牧业",
        "4": "渔业",
        "5": "非农业用途"

    },
    "SFJBNT":
    {
        "1": "是",
        "2": "否"
    },
    "TDLYLX":{
        "011": "水田",
        "012": "水浇地",
        "013": "旱地",
        "021": "果园"
    },
   "CBJYQQDFS":{
        "100":"承包",
        "110":"家庭承包",
        "120":"其他方式承包",
        "121":"招标",
        "122":"拍卖",
        "123":"公开协商",
        "129":"其他方式",
        "200":"转让",
        "300":"互换",
        "900":"其他方式"
}



}